// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Skanowanie do folderu sieciowego";

HSDTaskDescription = "Skanowanie do folderu sieciowego umożliwia uruchomienie skanowania przy użyciu panelu przedniego urządzenia HP i automatyczne wysłanie skanu do folderu udostępnionego na komputerze.";
HSDStepsDescription = "Wykonaj następujące kroki, aby skonfigurować Skanowanie do folderu sieciowego:";
HSDStep1Description = "1. Utwórz folder udostępniony SMB.";
HSDStep2Description = "2. Zarejestruj ten folder udostępniony w urządzeniu HP.";
HSDTaskNote = "Po kliknięciu przycisku „Zarejestruj mój folder udostępniony” w przeglądarce internetowej zostanie otwarta strona wbudowanego serwera WWW urządzenia. Postępuj zgodnie z wyświetlanymi instrukcjami, aby ukończyć konfigurację.";
HSDCreateFolderButtonTitle = "Pomóż mi w tym…";
HSDRegisterFolderButtonTitle = "Zarejestruj mój folder udostępniony…";

CreateSharedFolderTitle = "Utwórz folder udostępniony";
